const climateData = [
    {
        map: 'icelantd',
        text: [
            "冰島為國內第一座因氣候變遷而消逝的OK冰川（Okjokull）立碑紀念。OK冰川確實已不復存在。美國國家太空總署NASA地球觀測站(Earth Observatory)釋出的衛星圖像顯示，在 1986年仍是厚實冰層的OK冰川，在2019年 8月1日拍攝的照片中只剩下零星的冰層。科學家警告，冰島還有約400座冰川面臨相同命運。",
            "從格陵蘭至西部的南極洲，全球冰川正在以極快的速度融化。雖然在過往的地球歷史中，海水也常隨著冰的融化而上升下降，但從未以如此快的速度發生。若全球的冰河繼續以這種速率消失，將會對地球造成許多的威脅。"
        ],
        source: "photo by Angela Thomas",
    },
    {
        map: 'europe',
        text: [
            "歐洲部分國家在2019年6月遭遇當年度第一波熱浪，令人難以忍受的高溫除造成8人死亡，也在西班牙引發森林野火危害。而在法國南部甚至出現破歷史紀錄的高溫──攝氏45.9度。",
            "在2019年7月21日更受到第二波熱浪襲擊，德國、法國及荷蘭等地氣溫都破攝氏40度，巴黎甚至飆出72年來最高的42.6度。高溫不只造成人們不適，由於建築、公共建設設計當初並沒有考慮到如此高溫，歐洲出現鐵軌膨脹影響交通、河水水溫過高無法冷卻核反應爐等問題。專家建議，歐洲國家必須接受極端氣候可能成為「常態」的現實，並提出應變措施，因應極端天氣事件。",
            "氣候變遷加劇，歐洲熱浪恐越加頻繁。科學家指出，隨著地球溫度持續升高，不僅讓歐洲各地熱浪提早出現，出現機率也會越來越高。",
        ],
        source: "photo by  Roy Smart",
    },
    {
        map: 'center_asia',
        text: [
            "世界上最缺水的20個國家中，有14個在阿拉伯地區，該地區90％的地區位於乾燥、半乾燥和半濕潤氣候區中較乾燥的地區。聯合國開發計劃署警告，氣候變遷將可能升高阿拉伯地區的衝突和貧困。外媒報導，該機構25日發表的一份報告指出，氣候風險可能會影響阿拉伯地區的發展表現，例如嬰兒死亡率下降狀況和小學義務教育的普及。",
            "聯合國開發計劃署阿拉伯國家區域事務主管穆拉德瓦巴（Mourad Wahba）表示，過去十多年間，旱災的「頻率和嚴重程度超出該地區數百年來的平均水準，導致飢荒和糧食危機，民眾失去生計和生命，數百萬人流離失所」。",
        ],
        source: "photo by WaSZI (pixabay.com)",
    },
    {
        map: 'kenya',
        text: [
            "根據聯合國在肯亞全球氣候變遷會議公布的一份最新報告顯示，如果對目前全球氣候暖化的趨勢不加以扭轉，肯亞河域和東非其它水庫將乾涸，非洲大陸五千種動植物物種在2085年以前，可能有25%-40%從此消失。",
            "肯亞牧人也深受氣候變遷的影響，乾旱等極端氣候增添飼養大批牲口的難度，為找尋食物水源充足的放牧地，人類、牲口與野生動物接觸趨於頻繁，加劇傳染病散播風險。",
            "乾旱導致肯亞每年損失140億肯亞先令(約1.38億美元)；單計算2015年就已損失3%的GDP。超過千萬人受飢荒影響、國家已因此損失數千條性命，而未來情況還會更糟，但如今仍尚未找到解決方法。",
        ],
        source: "",
    },
    {
        map: 'india',
        text: [
            "印度氣象局的研究顯示，印度過去 19 年來氣溫顯著升高，2000 年是導致氣候變暖的轉捩點，進而引發近年的天災。如果不控制溫室氣體排放，印度到 2040 年將面臨災難性後果。",
            "《印度斯坦時報》（Hindustan Times）引述印度氣象局（IMD）最新「印度 2018 年氣候聲明」報告指出，印度近年天然災害明顯增加，包括去年克勒拉省（Kerala）的洪水及北部出現怪異的沙塵暴，都與 2000 年以來的氣溫顯著升高有關。印度未來可能面臨嚴重後果，包括大城市出現嚴重的熱壓力（heat stress）、高度空氣污染、因海平面上升導致有鹽的海水入侵沿岸導致土壤鹽化，及高山生態系統易受天災影響。",
        ],
        source: "photo by Oxfam International",
    },
    {
        map: 'russia',
        text: [
            "俄羅斯政府表示：氣候變遷對其經濟與人口產生了顯著且越來越大的影響，並發佈了相對應的調適計畫。在1月發佈的一份相對簡短的17頁檔案中，俄國政府概述了一項為期兩年的減輕損害的第一階段行動計畫。該計畫同時指出了暖化下經濟優勢的機會。",
            "俄羅斯的年平均氣溫比全球平均氣溫上升了2.5倍，使該國極易受到氣候變遷的影響。這種暖化影響導致永凍土融化，洪水和火災更加頻繁。該國氣象局報告說，2019年是有記錄以來最熱的一年，西伯利亞發生了大規模的野火。報告指出，氣候變遷對公共衛生和自然資源構成威脅，並確定了與感染和自然災害可能新增有關的一些風險。討論了更多和頻繁的乾旱、極端降水、火災增加以及動物和人類人口流離失所等事件發生的重現期。",
        ],
        source: "photo by GRID-Arendal",
    },
    {
        map: 'taiwan',
        text: [
            "根據「台灣氣候變遷科學報告2017」推估，台灣全年氣溫百年來已上升約攝氏1.3度，且近10年增溫有加速趨勢，而本世紀末將可能增溫超過攝氏3度、未來的極端高溫每年可能超過100天。台灣周遭海域的海平面近20年期間上升速度為每年3.4公釐，但是有區域間的差異。在最劣情境下，21世紀末全球海平面可能上升0.63公尺。",
            "台灣夏季的降雨強度、豪大雨頻率以及年降雨量持續增加，每逢颱風或豪雨皆可能造成山區土石流之災害。若全球持續增溫，南北極冰帽冰山的融解，將造成全球海平面上升，對於台灣西南沿海低窪地區、蘭陽平原沿海地區，將引發被海水淹沒的危機。而海水面上升會造成鹽水入侵，或從土壤滲入地下水，使地下水及土壤鹽化。",
            "在生態方面，台灣剛好位在熱帶和溫帶交界，氣候變遷對植物的影響特別嚴重，這也代表著植物將面臨氣候篩選的大考驗。並且，許多台灣原生的動物物種分布有向北部和中、高海拔擴散的現象。因全球暖化的影響，即使是水溫只上升 1 至 2℃，都可能造成大範圍的珊瑚白化。",
        ],
        source: "",
    },
    {
        map: 'australia',
        text: [
            "名為〈澳洲叢林大火風險歸因至人為氣候變遷〉的報告指出，自 1990 年以來，會導致澳洲叢林大火等災難的極端天氣變化增加了 30%，跟 20 世紀初期相比，現在發生極端失控大火的機率也提高了至少 4 倍。這個數字看來嚇人，但提出該報告的科學家們表示，受限於他們所使用的天氣模型，30% 可能還是個大為低估了的保守估計。",
            "澳洲自2019年9月開始發生叢林大火，截至2020年2月11日已超過1,710萬公頃（近5個臺灣面積）土地受災，火勢範圍超越亞馬遜及加州大火。往年在同樣季節的期間，每月降雨量約100至300公厘，但已連續3年未達，甚至低於50%。如今回想，乾旱程度彷彿早已為環境災難發出警告。澳洲氣象局宣布「2019年是紀錄上最熱、最乾的一年」，氣候變遷正助長失控大火⋯⋯。",
        ],
        source: "",
    },
    {
        map: 'america',
        text: [
            "全球暖化發威，颶風與洪水更加頻繁。美國科學利用過去120年的資料分析發現，地球溫度上升後，已為美國帶來更多極端氣候出現，並影響到陸地的生態平衡，顯示人類活動與極端氣候事件出現頻率大幅增加有關。",
            "據統計，過去一個世紀，海洋溫度約上升了華氏1～3度，而溫暖的海域；正是颶風形成的最佳溫床。《CNN》報導寫道：「全球暖化引起的海平面上升，加上大量暴雨，造成破記錄的洪災！」《時代》（Time）雜誌的標題更直言：「氣候變遷讓颶風季節更為致命！」（Climate change makes the hurricane season worse.）",
        ],
        source: "photo by Rawpixel Ltd",
    },
    {
        map: 'brazil',
        text: [
            "遠在南美洲的亞馬遜盆地，一陣噠噠的馬達聲響徹整片雨林。一棵參天巨木搖晃了幾下，上頭的鳥兒匆匆飛離、幾隻松鼠逃竄到鄰近樹枝上。不久後，巨木倒塌了。這是亞馬遜盆地雨林平淡無奇的一天。對於人類、對於整個地球來說，氣候變遷的轉折點又更靠近了一點點⋯⋯。",
            "2019年8月間，南美的亞馬遜雨林同樣慘遭野火蹂躪，總計爆發7萬5千多起火災，比去年同期暴增83% ，是有紀錄以來最嚴重的一年。巴西部落監測員阿瑟維多認為，火災加劇首先是因為天候乾燥，其次是區域內缺乏檢測，第三是巴西利亞當局推動的政策，像是開礦、伐木等憲法不允許的事。",
            "巴西政府鼓勵開發雨林，導致人為火耕整地盛行，加上天乾物燥使火災加劇。專家評估，地球之肺遭遇重創後，失去緩解氣候變遷的作用，只會導致極端天候更加頻繁。",
        ],
        source: "",
    },
]

export default climateData